<template>
  <div class="applycredit">
    <div class="scrollrows">
      <div style="padding:10px;     font-size: 14px;">
        <p align="center" style="font-size: 16px;" ><strong>安徽徽商农家福有限公司电子商务平台使用合同</strong><strong>（电子版商务合同）</strong></p>
        <p align="center" >&nbsp;</p>
        <p >本合同是您（以下简称：乙方）与徽商农家福电子商务平台（以下简称：E平台）所有者安徽徽商农家福有限公司（以下简称：甲方）之间就E平台服务等有关事宜所订立的契约，请您仔细阅读本合同。您点击&#8220;同意并继续&#8221;后，本合同即构成对双方有约束力的法律文件。 </p>
        <p ><br>
          <strong>第一条  合作内容</strong><strong> </strong><br>
          1.1　E平台的各项电子服务的所有权和运作权归甲方所有。乙方同意使用甲方提供的本合同全部约定服务，并享受甲方的订货平台资源及服务，同时甲方向乙方提供订货平台管理体系，管理体系包括专用的商业名称、微信订货服务系统。 <br>
          1.2双方同意采取平台化管理，由甲方统一接单，乙方通过在线支付、线上充值预付款、授信支付等方式对订单进行支付，甲方在E平台收到乙方已支付的订单后，即进行货物配送，订单货品的发票由甲方的供货方提供，每次货到后如乙方需要该发票，可主动向甲方索取。 </p>
        <p ><br>
          <strong>第</strong><strong>二条  合同期限和信息保密</strong><strong> </strong><br>
          2.1本合同长期有效。<strong> </strong><br>
          2.2双方同意履行本合同所制定或批准的其它资料列为机密，并使其处于保密状态，未经甲方事先书面同意，乙方不得复制、记录或以其它方式泄露给他人。 <br>
          2.3甲乙双方承诺在合同期内，不得将其所知任何保密信息、知识、经营方法等告知他人或组织。 <br>
          2.4乙方应自行诚信向E平台提供全部注册资料。如果乙方提供的注册资料不合法、不真实、不准确、不详细的，乙方需承担因此引起的相应责任和后果，并且甲方保留终止乙方使用E平台各项服务的权利。 <br>
          2.5乙方在E平台进行浏览、下单购物等活动时，涉及用户真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，E平台将予以严格保密，除非得到乙方的授权或法律另有规定，E平台不会向外界披露用户隐私信息。 <br>
          2.6乙方注册成功后，E平台将产生用户名和密码等账户信息，乙方可以自行修改密码。乙方应谨慎合理的保存、使用用户名和密码，不得向任何人以任何方式进行泄露。若乙方发现有任何非法使用账户或存在安全漏洞的情况，须立即通知E平台并向公安机关报案。 </p>
        <p ><br>
          <strong>第三条  双方的权利和义务</strong><strong> </strong><br>
          3.1 甲方应为乙方提供E平台操作人员上岗前的专业培训，并根据需要定期进行再培训。 <br>
          需要对乙方进行定期或不定期检查、督导。乙方要全力配合甲方督导人员工作。 <br>
          3.2乙方的名称、经营场所及其他情况发生变动时，必须在3日内通知甲方，乙方改变经营场址或结束经营必须征得甲方的书面同意。 <br>
          3.3乙方在门店之外不得使用甲方品牌和E平台，或将品牌和E平台转让或许可他人使用，否则乙方应承担由此产生的全部责任，造成甲方损失的，须赔偿给甲方造成的一切损失，同时乙方将与实际使用人共同承担连带赔偿责任。 <br>
          3.4 乙方应按照甲方提供的资料进行宣传活动，不得在门店以外的产品和服务中使用甲方的标志。在未取得甲方授权情况下，不得以甲方或甲方品牌名义从事其它商业活动。 <br>
          3.5由于市场变化及各种以合理商业努力难以控制的因素的影响，E平台无法保证乙方提交的订单信息中希望购买的商品都会有货；如乙方拟购买的商品发生缺货，甲方有权取消订单。 </p>
        <p ><br>
          <strong>第四条 配送</strong><strong> </strong><br>
          4.1甲方将会把商品（货物）送到乙方所指定的收货地址，所有在E平台上列出的送货时间均为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点的基础上估计得出的，受各方面影响，可能与实际到达时间存在误差。 <br>
          4.2因如下情况造成订单延迟或无法配送等，甲方不承担延迟配送的责任： <br>
          （1）乙方提供的信息错误、地址不详细等原因导致的； <br>
          （2）货物送达后无人签收，导致无法配送或延迟配送的； <br>
          （3）情势变更因素导致的； <br>
          （4）不可抗力因素导致的，例如：自然灾害、交通戒严、突发战争等。 </p>
        <p ><br>
          <strong>第五条  解除约定</strong><strong> </strong><br>
          5.1 甲方遇下列情况之一时，向乙方发出书面通知，即可无责解除本合同，但乙方需向甲方承 <br>
          担违约责任： <br>
          （1）乙方擅自将E平台和品牌等依据本合同从甲方处所取得的权利未经甲方书面许可转让第三方或许可第三方使用的； <br>
          （2）乙方未经甲方书面许可擅自改变门店经营场址或经营范围的。 <br>
          5.2 乙方遇到下列情况之一时，须书面向甲方提出，经甲方书面同意后，本合同将无责解除： <br>
          （1）乙方或连锁门店破产，无偿还能力或开始清算程序； <br>
          （2）乙方或连锁门店财产中主要部分被法院或其他执法部门强制执行； <br>
          （3）乙方门店遭政府拆迁； <br>
          （4）乙方的合伙方协议解散。 </p>
        <p ><br>
          <strong>第六条  </strong><strong>合同解除后双方的责任</strong><strong> </strong><br>
          6.1 本合同提前解除后，乙方应立即停止对外使用甲方品牌和E平台。 <br>
          6.2乙方应在本合同提前解除后3个工作日内，向甲方归还甲方在合同履行期间交付给乙方的全部资料，包括但不限于带有甲方商业标志、商标、招牌等的资料，同时，甲方有权立即终止乙方的E平台的使用账户及使用权。 <br>
          6.3 自本合同解除之日起，乙方应立即停止连锁门店的业务活动和任何形式的广告宣传，停止使用甲方商标、商名、标志（包括与其相似或易混淆的任何商标、商名和标志）。 </p>
        <p ><br>
          <strong>第七条 法律管辖和适用</strong><strong> </strong><br>
          本合同的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。 如发生本合同与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。 如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决。 </p>
        <p ><br>
          <strong>第八条  其它</strong><strong> </strong><br>
          8.1 不可抗力。本合同所指不可抗力包括但不限于天灾、战争、政府行动、意外事件或非双方所能控制或所能预见的事件。由于不可抗力原因致使合同无法履行或无法全部履行时，甲方或乙方应在七日内，将事故情况书面通知另一方。由于本条款的原因提前解除本合同的，双方互不承担违约责任。 <br>
          8.2如因不可抗力或其它E平台无法控制的原因使E平台销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等的，E平台会合理地尽力协助处理善后事宜。<strong> </strong><br>
          8.3 违约责任 <br>
          （1）任何一方直接或间接违反本合同的任何条款或不承担或不及时、充分地承担本合同项下其应承担的义务时，即构成违约行为，守约的一方（&#8220;守约方&#8221;）有权以书面形式通知要求违约的一方（&#8220;违约方&#8221;）纠正其违约行为并采取充分、有效、及时的措施消除违约后果，同时须赔偿守约方因违约方之违约行为而遭致的所有损失。 <br>
          （2）在违约事实发生以后，经守约方的合理及客观的判断该等违约事实已造成守约方履行合同项下其相应的义务已不可能或不公平，则守约方有权以书面形式通知违约方，守约方将暂时中止其在本合同下的相应义务的履行，直至违约方停止违约行为并采取充分、有效及时的措施消除违约后果，同时赔偿了守约方因违约行为而遭致的所有损失。违约方因其违约行为而应赔偿的守约方的损失包括守约方因违约方的违约行为而遭致的直接的经济损失及相关费用（包括但不限于诉讼费、律师费、差旅费等）。 <br>
          8.4 争议解决 <br>
          E平台所有者是在政府部门依法许可或备案的合法经营主体。合同履行过程中产生争议的，应当通过甲方工商注册所在地人民法院诉讼解决。 <br>
          8.5本合同是电子版商务合同，自乙方在E平台注册时勾选&#8220;同意&#8221;，即视同认可本合同全部内容。 </p>
        <p ><br>
          <strong>第九条　未尽事宜</strong><br>
          本合同未尽事宜，双方另行协商并签订补充协议，补充协议与本合同具有同等法律效力。 </p>
      </div>
    </div>
  </div>
</template>
